import { Article } from "../types";

export const initialNews: Article[] = [
  {
    key: "1",
    name: "5 самых главных произведений Джузеппе Верди, которые должны знать все",
    anons: "10 октября 2024",
    full: "Творчество Верди является одним из величайших достижений мирового оперного искусства и кульминацией развития итальянской оперы XIX века. Композитор родился 10 октября. Джузеппе Верди — один из величайших композиторов в истории оперной музыки, чье творчество оказало огромное влияние на развитие жанра и на музыку в целом. Его оперы стали настоящими символами итальянского искусства XIX века и продолжают оставаться в репертуаре ведущих театров мира.",
    img: "https://n1s1.hsmedia.ru/7e/e2/e3/7ee2e36367e18c8be2929d7ea14bc63d/1024x1024_0xQ2Y0Kgv8_3213002094038997030.webp",
  },
  {
    key: "2",
    name: "Формула обмана: почему не работают «выигрышные» стратегии игры в казино",
    anons: "Если бы люди, стремящиеся обыграть казино, изучили некоторые разделы теории вероятностей, то им бы удалось сэкономить много денег",
    full: "Все игры, которые доступны посетителям казино — рулетка, кости, карты, автоматы — основаны на законах случая. И если в покере или блек-джеке (в России последняя игра больше известна как очко) мастерство и опыт игрока могут повлиять на результат, то шансы любителей остальных развлечений равны. Гарантированно выигрывает только казино.",
    img: "https://n1s1.hsmedia.ru/fc/41/59/fc41595cfe116599c0ca5aa3398ce44d/1456x971_1_8d0c6f7410d0d0d3be220eaf521f84c8@5000x3333_0xac120003_10587037021630792985.jpeg.webp",
  },
  {
    key: "3",
    name: "«А девкой был бы краше»: где снимали фильм «Гусарская баллада»",
    anons: "19 ноября 2025",
    full: "В 1962 году на советские экраны вышла музыкальная комедия режиссера Эльдара Рязанова «Гусарская баллада». Фильм, снятый по пьесе «Давным-давно» (1940) к 150-летию Отечественной войны 1812 года, сразу же пришелся по душе зрителям: многие реплики из него стали крылатыми, а один из главный героев — поручик Ржевский превратился в популярного персонажа анекдотов. При этом режиссер тщательно подошел к выбору съемочных локаций. Vokrugsveta.ru рассказывает, где снимали фильм «Гусарская баллада».",
    img: "https://n1s1.hsmedia.ru/32/ee/ca/32eeca1cde741e73ba2bd801c3e6f831/1456x1062_1_24467837494672cb6542e090dd84a909@1480x1080_0xdqM0nbQL_6438192944382083418.jpg.webp",
  },
  {
    key: "4",
    name: "Принцип проконсула: как кутила и повеса Александр Барятинский стал героем Кавказской войны",
    anons: "Юность князя была бурной и неизвестно, как бы повернулась его дальнейшая жизнь, не попади он на Кавказ. Прибыв туда в чине корнета, Барятинский покинул эту землю, уже будучи фельдмаршалом",
    full: "Князь Александр Иванович Барятинский, бывший Рюриковичем в пятнадцатом колене, родился и вырос в обстановке невиданной роскоши. Таким состоянием, которое завещал ему отец, обладали в России немногие. Чтобы не уронить своей чести, он отказался от него, предпочтя добиться другой — великой, по его понятиям, чести — чести быть воином, доблестно сражавшимся за Россию.",
    img: "https://n1s1.hsmedia.ru/51/56/38/5156386d6466cc3f8e2d25e40b2ee702/1376x1048_0xac120003_2834195071634301285.webp",
  },
];
